{
	"letters_to_editor": [
		{
			"title": "Expanded rollout",
			"content": "Prime Minister Narendra Modi being administered a COVID-19 vaccine, Covaxin, on the first day of the second phase of the vaccination programme, will greatly reassure people and reduce vaccine hesitancy. With a rise in COVID-19 cases in some States, the visual of the Prime Minister being inoculated was much needed to inculcate confidence among the general public. The government needs to try to expand vaccination centres\nin rural India as well, where vaccine hesitancy is likely to be higher than in the urban areas.",
			"author_details": "DEEPIKA TRIPATHI, Lucknow, Uttar Pradesh"
		},
		{
			"title": "",
			"content": "The picture of the Prime Minister being vaccinated is a morale booster. People must now have faith in the government's programme and undergo the vaccination. 'We need to give it a shot and take a shot.' The vaccination programme has also been marred because of debates on side-effects and efficacy especially with so much fake\nnews all over social media platforms.",
			"author_details": "JAY SONI, New Delhi"
		},
		{
			"title": "",
			"content": "The uptick in COVID-19 cases in some States in particular is a worry. The growing number of variants along with the slow rate of immunisation across the country cause concern. There is a dire need to ramp up testing, tracking and isolation of active cases in the States concerned. The Health Ministry should initiate a public health campaign about the benefits\nof vaccination. There is much misinformation on social media and the Internet. A very close watch needs to be kept on controversial herbal concoctions being peddled.",
			"author_details": "DR. THOMAS PALOCAREN, Vellore, Tamil Nadu"
		},
		{
			"title": "",
			"content": "The reason for hesitancy is the fear of a negative fallout as well as the lack of time. There should be incentives for the underprivileged and daily wagers who have to forgo income to vaccinate themselves. There should be novel measures such as\ntransportation facilities to bring them to vaccination centres and relaxations for inter-State travellers. Other public figures should now come forward to give commoners and the vaccine programme a boost.",
			"author_details": "DEEPAK SINGHAL, Noida, Uttar Pradesh"
		},
		{
			"title": "Cyber attack",
			"content": "Cyber warfare is the future tool that adversarial nations and players will use to launch attacks. And it seems that India is very poorly prepared to deal with this (Page 1, \"Chinese cyber\nattack foiled: Power Ministry\", March 2). India must re-examine its dependency on Chinese technology in all critical areas. With China aiming to achieve global leadership in critical and future technologies, such as artificial intelligence, robotics, biotechnologies, as well as medical and agricultural advances, cyber vulnerability is the new reality before the world.",
			"author_details": "H.N. RAMAKRISHNA, Bengaluru"
		}
	]
}